{
  "Voicipher": "Voicipher",
  "Language": {
    "English": "English",
    "Slovak": "Slovak"
  },
  "AppPage": {
    "Home": "Home",
    "WhatIsVoicipher": "What is Voicipher",
    "HowTo": "How to",
    "Pricing": "Pricing",
    "Contact": "Contact",
    "SignUp": "sign up",
    "FooterText": "Voicipher is your professional assistant that converts voice to text using Google AI Technology. Convert your audio record to text or use a real time dictation. Simple, accurate and reliable.",
    "ContactInfo": "Contact Info",
    "Copyright": "Copyright &copy; Voicipher 2021",
    "TermsOfService": "Terms of Service",
    "PrivacyPolicy": "Privacy Policy"
  },
  "HomePage": {
    "BannerText1": "Save time you spend transcribing",
    "BannerText2": "Increase your productivity. Convert audio to text easy and fast.",
    "BannerText3": "Let Voicipher do it for you.",
    "Text1": "Simple, accurate and reliable.",
    "Text2": "Audio and real speech to text",
    "Text3": "Upload your file or use a real time dictation on your phone. Choose the language and receive a transcript of your audio.",
    "Text4": "Powered by machine learning",
    "Text5": "Up to 96% accurate AI transcription",
    "Text6": "15 languages available",
    "Text7": "English, German, French, Spanish, Italian, Portuguese, Slovak, Czech, Russian, Hungarian and more.",
    "Text8": "Check if your language is available",
    "Text9": "Check and edit your transcript",
    "Text10": "Make any in-text changes and download a ready-to use document. Navigate in text better thanks to timestamps.",
    "Text11": "Access your data via phone or computer",
    "Text12": "Upload a file via phone and edit it on a computer. Or vice versa.",
    "Text13": "Free trial",
    "Text14": "10 minutes",
    "Text15": "No commitment",
    "Text16": "Pay-As-You-Go",
    "Text17": "Export options",
    "Text18": "download in docx or send to email",
    "Text19": "Supported formats",
    "Text20": "m4a and wav formats",
    "Text21": "Try Voicipher now",
    "Text22": "Start on computer or download our app on any mobile device!",
    "Image1": "Image 1",
    "Image2": "Image 2",
    "Image3": "Image 3",
    "Image4": "Image 4",
    "Image5": "Image 5",
    "Image6": "Image 6",
    "Image7": "Image 7",
    "Image8": "Image 8",
    "Save": "Save",
    "Web": "Web",
    "GooglePlay": "Google Play",
    "AppStore": "App Store",
    "English": "English",
    "German": "German",
    "French": "French",
    "Spanish": "Spanish",
    "Italian": "Italian",
    "Portuguese": "Portuguese",
    "Slovak": "Slovak",
    "Czech": "Czech",
    "Polish": "Polish",
    "Hungarian": "Hungarian",
    "Russian": "Russian",
    "Japanese": "Japanese",
    "Chinese": "Chinese (Mandarin)"
  },
  "AboutPage": {
    "Headline": "Who is Voicipher?",
    "Text1": "Hi friend, I'm Voicipher! Some friends call me “ici”.",
    "Text2": "I'm your professional assistant who will help you transcribe all your voice memos to text. Or even do a real time dictation for you.",
    "Text3": "I know, you may ask why should you believe a bot. But trust me. I'm a professional. And I use Google AI Technology and Azure to secure high quality for you.",
    "Text4": "If I had to describe myself in three words? I'm simple, accurate and reliable.",
    "Text5": "See by yourself.",
    "Image": "ICI"
  },
  "PricingPage": {
    "Headline": "Pricing",
    "Text1": "No Subscription, Just Buy as Much Time as You Need",
    "Text2": "Purchase additional time anytime you need. A 5 minutes long audio will consume 5 minutes from your time credit.",
    "10Minutes": "10 minutes",
    "1Hour": "1 hour",
    "5Hours": "5 hours",
    "10Hours": "10 hours",
    "Free": "Free",
    "Save4Euro": "save ~4&#8364;",
    "Save10Euro": "Save ~10&#8364;"
  },
  "PrivacyPage": {
    "Headline": "Privacy policy",
    "Text1": "Your privacy is important to us. It is Voicipher's policy to respect your privacy regarding any information we may collect from you across our website,",
    "Text2": "What data do we collect?",
    "Text3": "We only ask for personal information when we truly need it to provide a service to you. We collect it by fair and lawful means, with your knowledge and consent. We also let you know why we’re collecting it and how it will be used:",
    "Text4": "Your Login data",
    "Text5": "The sole purpose of storing your login account association is to provide you the access to previously transcribed document on a new device.",
    "Text6": "Name and surname",
    "Text7": "E-mail",
    "Text8": "User data<br />The sole purpose of collecting user data is to improve the product and enhance our users' experience.",
    "Text9": "All uploaded files and transcriptions",
    "Text10": "Recipients",
    "Text11": "Voicipher uses third party applications which are getting basic data (email, name and surname,...), or uploaded files only in order to provide you with our services. Our website may also link to external sites that are not operated by us.",
    "Text12": "Please be aware that we have no control over the content and practices of these sites and this part applications, and cannot accept responsibility or liability for their respective privacy policies.",
    "Text13": "Analytics",
    "Text14": "Voicipher uses third-party and App Center crash reporting to gather usage data and technical problems information. Voicipher collects and stores certain information about your visit to help us to better align our mobile and web app design with your needs. The information Voicipher and these third-party services collect includes:",
    "Text15": "The operating system of your device",
    "Text16": "The technical failure log (if any)",
    "Text17": "This information is only used to improve the product and enhance our users’ experience.",
    "Text18": "Transcriptions and real speech dictations",
    "Text19": "All uploaded files requested for transcription are sent to Google Cloud Speech-to-text. Real speech transcription requests are sent to Microsoft Azure Speech Recognition. Both provide strong security measures to protect your files. You can read more about their practices here:",
    "Text20": "Google Cloud Speech-to-text",
    "Text21": "Microsoft Azure Speech Recognition",
    "Text22": "Payment information",
    "Text23": "We don't collect any payment information such as credit card information, card holder's name, etc. All payments are operated by Google Play or Apple Store. What we only collect is basic information like invoice numbers or date of transaction.",
    "Text24": "Cloud Infrastructure",
    "Text25": "All of our services run in the cloud. We don’t host or run our own routers, load balancers, DNS servers, or physical servers. Our service is built on Azure Web Services, Google Cloud Platform and Smarter ASP.Net. They provide strong security measures to protect our infrastructure and are compliant with most certifications. You can read more about their practices here:",
    "Text26": "Azure Web Services",
    "Text27": "Google Cloud Platform",
    "Text28": "Smarter ASP.Net",
    "Text29": "How do we protect your information?",
    "Text30": "We take the security of your personal information very seriously. What data we store, we’ll protect within commercially acceptable means to prevent loss and theft, as well as unauthorized access, disclosure, copying, use or modification.",
    "Text31": "However, we cannot ensure or warrant the security of any information you transmit to Voicipher or guarantee that your information on the Voicipher may not be accessed, disclosed, altered or destroyed by breach of any of our industry standard physical, technical or managerial safeguards. When you enter your data we encrypt that information using secure socket layer technology (SSL). No method of transmission over the Internet or method of electronic storage, is 100% secure, however. Therefore, we cannot guarantee its absolute security.",
    "Text32": "However, we don’t share any personally identifying information publicly or with third-parties, except when required to by law or in order to provide you with our services.",
    "Text33": "We take the following specific steps to protect your information:",
    "Text34": "Use internal access controls so only limited personnel have access to your information.",
    "Text35": "All information is secured through modern security technologies like secure socket layer (SSL), firewalls, and secure passwords.",
    "Text36": "GDPR",
    "Text37": "We are compliant to the General Data Protection Regulation (GDPR). The purpose of GDPR is to protect the private information of EU citizens and give them more control over their personal data.",
    "Text38": "How long do we keep your data?",
    "Text39": "We only retain collected personal information for as long as necessary to provide you with your requested service.",
    "Text40": "You can do the following at any time by contacting us via the email address:",
    "Text41": "Ask for a list of personal information we have about you, if any.",
    "Text42": "Request a change, correction, or deletion of your personal information.",
    "Text43": "Request that we avoid collecting anything in the future (opt-out) , with the understanding that we may be unable to provide you with some of your desired services.",
    "Text44": "You are free to refuse our request for your personal information, with the understanding that we may be unable to provide you with some of your desired services.",
    "Text45": "Declaration of the user",
    "Text46": "By using voicipher.com I declare that I have been informed of the processing of my personal data and my rights and I agree to receive newsletters to my email address.",
    "Text47": "Questions",
    "Text48": "Your continued use of our website will be regarded as acceptance of our practices around privacy and personal information. If you have any questions about how we handle user data and personal information, feel free to contact us on support@voicipher.com.",
    "Text49": "All changes to this Privacy Policy are effective when they are posted on this page. When we change the policy, we will let you know via email.",
    "Text50": "This policy is effective as of 1 March 2020."
  },
  "TermsPage": {
    "Headline": "Terms of Service",
    "Text1": "1. Terms",
    "Text2": "By accessing the website at ",
    "Text3": ", you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this website are protected by applicable copyright and trademark law.",
    "Text4": "2. Use License",
    "Text5": "Permission is granted to temporarily download one copy of the materials (information or software) on Voicipher's website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license you may not:",
    "Text6": "modify or copy the materials;",
    "Text7": "use the materials for any commercial purpose, or for any public display (commercial or non-commercial);",
    "Text8": "attempt to decompile or reverse engineer any software contained on Voicipher's website;",
    "Text9": "remove any copyright or other proprietary notations from the materials; or",
    "Text10": "transfer the materials to another person or \"mirror\" the materials on any other server.",
    "Text11": "This license shall automatically terminate if you violate any of these restrictions and may be terminated by Voicipher at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.",
    "Text12": "3. Disclaimer",
    "Text13": "The materials on Voicipher's website are provided on an 'as is' basis. Voicipher makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.",
    "Text14": "Further, Voicipher does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site.",
    "Text15": "4. Limitations",
    "Text16": "In no event shall Voicipher or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on Voicipher's website, even if Voicipher or a Voicipher authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.",
    "Text17": "5. Accuracy of materials",
    "Text18": "The materials appearing on Voicipher's website could include technical, typographical, or photographic errors. Voicipher does not warrant that any of the materials on its website are accurate, complete or current. Voicipher may make changes to the materials contained on its website at any time without notice. However Voicipher does not make any commitment to update the materials.",
    "Text19": "6. Links",
    "Text20": "Voicipher has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by Voicipher of the site. Use of any such linked website is at the user's own risk.",
    "Text21": "7. Modifications",
    "Text22": "Voicipher may revise these terms of service for its website at any time without notice. By using this website you are agreeing to be bound by the then current version of these terms of service.",
    "Text23": "8. Governing Law",
    "Text24": "These terms and conditions are governed by and construed in accordance with the laws of Slovakia and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location."
  },
  "HowTo": {
    "Headline": "How to use Voicipher",
    "Text1": "Upload your file or use a real time dictation",
    "Text2": "Choose the language",
    "Text3": "Receive your transcription",
    "Text4": "Edit it anytime",
    "Text5": "Download or send to e-mail a ready-to-use document"
  },
  "NotFoundPage": {
    "404": "404",
    "PageNotFound": "Page Not Found",
    "NotFoundText": "It looks like you found a glitch in the matrix...",
    "BackToDashboard": "&larr; Back to Dashboard"
  }
}